---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightLimunousFlux
source: html/ae0ea1c3-1460-3f74-723f-47894acf03e2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightLimunousFlux Property

"Luminous Flux"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightLimunousFlux { get; }
```